{
    "tips": [
        {
            "name": "KPSS - Tarih",
            "tip": [
                "Orta Asya’nın Tarih Öncesi Devirlere ait ilk kültür merkezleri; Anav, Kelteminar, Afanasyeva, Andronova, Karasuk ve Tagar’dır.",
                "Türk kelimesinin devlet adıyla tarihte ilk kez kullanılması 6. asrın içerisinde başlamıştır (Göktürkler). Coğrafi bir ad olarak Türkiye – Türkia şeklinde ilk defa Bizans kaynaklarında Orta Asya için kullanılmıştır.",
                "Tarihteki ilk atlı göçebe Türk topluluğu İskitler (Sakalar)’dır.",
                "Tarihte Türkler tarafından kurulduğu bilinen ilk devlet Büyük (Asya) Hun Devleti’dir.",
                "Asya Hunları’nın bilinen ilk hükümdarları Teoman’dır (Çin Seddi Teoman Dönemi’nde yapılmıştır.)",
                "Tarihte ilk defa Türkleri tek bayrak altında toplayan Türk Devleti, Asya Hun (Büyük Hun) Devleti’dir (Orta Asya’da ilk siyasi birlik sağlandı).",
                "Çin’le yapılan M.Ö. 318 tarihli antlaşma Asya Hun Devleti hakkındaki ilk antlaşmadır (Türkler hakkındaki ilk belge).",
                "Mete Han Dönemi Asya Hunları’nın en parlak dönemidir (M.Ö. 209-74).",
                "Mete Han orduda “onluk sistemi” ve yönetimde “veraset sistemi”ni getirmiştir (ilk kez).",
                "Asya Hunları’nın kolu olan Kuzey Hunları ilk kez Avrupa’ya göç ederek Kavimler göçü’nü başlatmıştır (375).",
                "Anadolu’ya ilk Türk akınları Avrupa (Batı Hun) Hunları tarafından yapılmıştır. İkinci akın Sibirler tarafından yapılmıştır.",
                "Avrupa’da kurulan ilk Türk Devleti Avrupa Hunları’dır (Kuzey Hunları).",
                "Avrupa Hunları en parlak dönemlerini Atilla Dönemi’nde yaşamışlardır (434 -453).",
                "Türklerle Bizanslılar arasında imzalanan ilk antlaşma Margus Barışıdır (Avrupa Hun Dönemi).",
                "İkili devlet teşkilatını ilk uygulayan devlet I. Göktürk Devleti’dir (Bumin Kağan – İstemi Yabgu).",
                "Tarihteki ilk Türk – Bizans İttifakı’nı I. Göktürk Devleti yapmıştır.",
                "Çin’e karşı bağımsızlık savaşını yapan ilk Türk Devleti II. Göktürk (Kutluk) Devleti’dir.",
                "Tarihte Türk adıyla kurulan ilk devlet I. Göktürk Devleti’dir.",
                "Göktürklerle ilgili ilk bilgiler Ergenekon Destanı’na dayanmaktadır. Bu nedenle ilk dönemlere ilişkin bilgiler net değildir.",
                "I. Göktürk Devleti’nde en parlak dönem Mukan Kağan Dönemi’dir.",
                "İlk Türk Alfabesi’ni yapanlar II. Göktürk Devleti’dir.",
                "II. Göktürk Devleti’nde en parlak dönem Bilge Kağan ve Kültigin kardeşler döneminde yaşanmıştır. Bu dönemde devlet en geniş sınırlarına ulaşmıştır.",
                "Türk tarihinin bilinen en eski Türkçe yazılı belgeleri Orhun Kitabeleri’dir. NOT: Kitabelerin konusu; Türklerin siyasi yaşantıları ve Türk hükümdarlarının halka karşı sorumluluklarıdır (Sosyal Devlet anlayışı). Kitabeler Yolluğ Tigin tarafından dikilmiştir. Danimarkalı W. Thomson tarafından okunmuştur..",
                "Türklerde ilk Posta teşkilatını kuran, II. Göktürk Devleti’dir.",
                "İlk ipek parayı basan II. Göktürk Devleti’dir.",
                "İl İtmiş Bilge Kağan, Türklerin şehir kuran ilk hükümdarıdır.",
                "İlk Türk şehri Ordu – Balık’tır.",
                "Uygurlar yerleşik hayata geçen ilk Türk topluluğudur. Yerleşik hayatın bir sonucu olarak ilk kez saraylar, tapınaklar gibi kalıcı mimari eserler bırakmışlardır.",
                "Din değiştiren ilk Türk devleti Uygurlardır (savaşçı özelliklerini kaybetmişlerdir).",
                "Uygur siyasi tarihinin ilk ve en önemli olayı 751 Talas Savaşı’dır.",
                "Kâğıt ve matbaayı kullanan (Hareketli harf sisteminin ilk örneği) ve Türkçe kitapları basan ilk Türk devleti Uygurlardır.",
                "Uygurlara ait buluntu merkezleri; Hotan, Bezelik, Kara Hoço, Turfan, Kızıl, Kuça’dır.",
                "Uygurların en önemli yazılı kaynakları “Karabalsagun Yazıtları”dır.",
                "Anadolu’da da örnekleri görülen “Orta Oyunu” Uygurlara ait bir özelliktir."
            ]
        },
        {
            "name": "KPSS - Vatandaşlık",
            "tip": [
                "Akli yönden sakat 2 kişinin evliliği mutlak butlan",
                "Yerel yönetime aday olmak için yaş sınırı 25",
                "Düzeltme ve cevap hakkı = kişi hakları",
                "Zorla çalıştırma yasağı = kişi hakları",
                "Toplu sözleşme yönünden çıkan uyuşmazlıklar = Kamu görevlileri hakem kurulu",
                "Grev ve lokavt uyuşmazlıkları = Yüksek hakem kurulu",
                "Milletvekilleri mazbatalarını il seçim kurumundan alınır",
                "Hakimin takdir yetkisi = kural içi boşluk",
                "Büyükşehir belediyesi kanunla kurulur",
                "Milli devlet ilkesi 1961 anayasası",
                "Yargıtay başkanını yargıtay genel kurulu seçer , adalet bakanı atar, üyelerini HSYK seçer",
                "Hakimler ve Savcılar idari görevlerince Adalet bakanlığına bağlıdır",
                "Devletin sadece olağanüstü durumlarda kullandığı mal edinme yetkisi = istimval",
                "Bucak müdürleri müşterek kararname ile atanır",
                "Bucaklar müşeterek kararname ile kurulur",
                "Bir ilçenin bir ilden alınıp başka ile bağlanması kanun ile olur",
                "Yök anayasal değildir",
                "Kanuni idare: idari örgütlerin yasayla yada yasanın verdiği yetkiyle kurulduğunu anlatır",
                "İbadet özgürlüğü kısıtlanabilir mutlak değildir",
                "Dernek ve Vakıf özel hukuk tüzel kişisidir",
                "Gaiplikte olasılık , ölüm karinesinde kesinlik vardır",
                "Devlet memuru sendika kuramaz",
                "Cumhurbaşkanı kesin hesap kanununu meclise geri gönderebilir",
                "Siyasi partiler türk uyruklu kişilerden bağış alabilir",
                "Kanun olmadan yönetmelik çıkarılamaz , tüzük olmadan yönetmelik çıkarılabilir",
                "Diyanet,Emniyet,Hazine müsteşarlığı,Tapu kadastronun kamu tüzel kişiliği yoktur",
                "Belediyeler müşterek kararname ile kurulur",
                "Devlet personel bşk. ve Köy hizmetleri genel md. kamu tüzel kişiliği yoktur",
                "Danıştayın incelemesinden geçmeyen tüzükler çıkarılamaz",
                "Kamulaştırma bedeli ile ilgili uyuşazlıklar aslite mahkemede çözülür",
                "Köy derneği köyün isteğe bağlı işlerini zorunlu hale getirir",
                "Atatürk milliyetçiliğine bağlı devlet ilkesi 1982 de geldi",
                "Erginlik yaşı 18, evlenme yaşı 17, olağanüstü evlenme yaşı 16",
                "Memurlar derneğe üye olamaz",
                "Kanunun emredici hükümlerine aykırı ise mutlak butlan"
            ]
        }
    ]
}